// © Copyright 2015-2016 HP Development Company, L.P.

CPTTaskName = "Kasetin suojaus";
CPTTaskTitle = "HP Kasetin suojaus";

CPTCartridgeProtectionTaskDescription = "Tämä toiminto on suunniteltu estämään kasettivarkaudet ja niiden väärentäminen. Tulostimessasi käytetyt kasetit merkitään automaattisesti, eikä niitä voi käyttää muissa tulostimissa.";

CPTEnableProtectionButtonTitle = "Ota kasetin suojaus käyttöön";
CPTEnableProtectionDescription = "Kaikki nykyiset ja myöhemmin tulostimeen asennettavat kasetit suojataan pysyvästi ja niitä voi käyttää vain tässä tulostimessa. Jos toiminto poistetaan käytöstä myöhemmin, aiemmin suojattujen kasettien suojaus pysyy voimassa.";

CPTMoreInfoButtonTitle = "Lisätietoja…";
